docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2020-06-16 mar. 12:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Contributions d'Etalab pendant la pandémie Covid-19</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Bastien" />
</head>
<body>
<div id="content">
<h1 class="title">Contributions d'Etalab pendant la pandémie Covid-19</h1>

<div id="outline-container-orgaf227ed" class="outline-2">
<h2 id="orgaf227ed">Header</h2>
<div class="outline-text-2" id="text-orgaf227ed">
<p>
Chronologie des contributions d'<a href="https://www.etalab.gouv.fr/">Etalab</a> à l'information pendant la
pandémie Covid-19.
</p>
</div>
</div>

<div id="outline-container-org09abb8f" class="outline-2">
<h2 id="org09abb8f">Publication d'un premier jeu de données de Santé Publique France</h2>
<div class="outline-text-2" id="text-org09abb8f">
<p>
Etalab travaille avec Santé Publique France pour publier le jeu de
données du nombre de cas confirmés au Covid-19.
</p>

<p>
Données : <a href="https://www.data.gouv.fr/fr/admin/dataset/5e689ada634f4177317e4820/">https://www.data.gouv.fr/fr/admin/dataset/5e689ada634f4177317e4820/</a>
</p>
</div>
</div>

<div id="outline-container-orgaeb5750" class="outline-2">
<h2 id="orgaeb5750">Mise en ligne des chiffres clés concernant l'épidémie de COVID19 en France</h2>
<div class="outline-text-2" id="text-orgaeb5750">
<p>
Etalab contacte les auteurs du dépôt github.com/opencovid19-fr/data et
publie un jeu de données issue du travail de volontaires contribuant à
ce dépôt.
</p>

<p>
Données : <a href="https://www.data.gouv.fr/fr/datasets/chiffres-cles-concernant-lepidemie-de-covid19-en-france/">https://www.data.gouv.fr/fr/datasets/chiffres-cles-concernant-lepidemie-de-covid19-en-france/</a>
</p>
</div>
</div>

<div id="outline-container-orgddfba86" class="outline-2">
<h2 id="orgddfba86">Migration de data.gouv.fr vers udata 2.0</h2>
<div class="outline-text-2" id="text-orgddfba86">
<p>
Etalab travaillait depuis longtemps sur la version 2.0 de <a href="https://github.com/opendatateam/udata">udata</a>.
L'équipe effectue la migration vers cette nouvelle version.
</p>
</div>
</div>

<div id="outline-container-org61abb1e" class="outline-2">
<h2 id="org61abb1e">Ouverture des données de geodes.santepubliquefrance.fr</h2>
<div class="outline-text-2" id="text-org61abb1e">
<p>
Etalab travaille avec Santé Publique France à l'ouverture des données
mises à disposition sur le site <a href="https://geodes.santepubliquefrance.fr">https://geodes.santepubliquefrance.fr</a>.
</p>
</div>
</div>

<div id="outline-container-orgb879b87" class="outline-2">
<h2 id="orgb879b87">Création d'une organisation pour Santé Publique France</h2>
<div class="outline-text-2" id="text-orgb879b87">
<p>
Publication par Etalab des données SPF sur une nouvelle organisation
SPF de data.gouv.fr (les fichiers publiés sont récupérés manuellement
depuis geodes).
</p>

<p>
Provision d’un serveur data.gouv.fr pour réceptionner les données de
SPF, mise en place de la sychronisation entre les fichiers de SPF et
un répertoire de ce serveur (les données SPF ne sont pas encore
disponibles).
</p>
</div>
</div>

<div id="outline-container-org3f0ecf1" class="outline-2">
<h2 id="org3f0ecf1">Amorce du travail sur l'algorithme d'orientation Covid-19</h2>
<div class="outline-text-2" id="text-org3f0ecf1">
<p>
Héla Ghariani (de la Délégation numérique en Santé au ministère de la
Santé) sollicite les développeurs de la DINUM pour de l'aide sur la
publication de l'algorithme d'orientation Covid-19, algorithme déjà
utilisé sur sur le site <a href="https://maladiecoronavirus.fr">https://maladiecoronavirus.fr</a>.
</p>
</div>
</div>

<div id="outline-container-orged18dc9" class="outline-2">
<h2 id="orged18dc9">Début des travaux sur une application d'orientation Covid-19</h2>
<div class="outline-text-2" id="text-orged18dc9">
<p>
Échanges entre Etalab avec le Service d'information du gouvernement
pour élaborer un questionnaire d'orientation similaire à celui qui est
disponible sur <a href="https://maladiecoronavirus.fr">https://maladiecoronavirus.fr</a>, reprenant l'algorithme
d'orientation tel qu'il est documenté sur <a href="https://github.com/Delegation-numerique-en-sante/covid19-algorithme-orientation">ce dépôt</a>.
</p>
</div>
</div>

<div id="outline-container-orga28c7dc" class="outline-2">
<h2 id="orga28c7dc">Mise en ligne de l'application d'orientation Covid-19</h2>
<div class="outline-text-2" id="text-orga28c7dc">
<p>
Le service d'information du gouvernement met en production une
première version du <a href="https://www.gouvernement.fr/info-coronavirus/orientation-medicale">questionnaire d'orientation</a> développé par Etalab.
</p>
</div>
</div>

<div id="outline-container-orgade4084" class="outline-2">
<h2 id="orgade4084">Partage des données du questionnaire d'orientation avec l'institut Pasteur</h2>
<div class="outline-text-2" id="text-orgade4084">
<p>
Etalab partage les premières données reçues depuis le questionnaire
d'orientation Covid-19 avec l'institut Pasteur.
</p>
</div>
</div>

<div id="outline-container-org04a78de" class="outline-2">
<h2 id="org04a78de">Publication du tableau de bord des aides aux entreeprises et des données associées</h2>
<div class="outline-text-2" id="text-org04a78de">
<p>
Création et publication d'un <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-fonds-solidarite">outil de type tableau de bord</a>
permettant de visualiser la répartition des aides financières 
provenant du Fonds de Solidarité mis en place par le gouvernement.
</p>

<p>
Intégration de ce tableau de bord "aides financières" au <a href="https://dashboard.covid19.data.gouv.fr/aides-entreprises?location=FRA">tableau de bord général</a>
ainsi qu'au <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-fonds-solidarite">portail du ministère de l'Economie</a>
</p>

<p>
Les données sont publiées sur la plateforme 
<a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-au-fonds-de-solidarite-mis-en-place-dans-le-cadre-de-lepidemie-de-covid-19/">data.gouv.fr</a>
</p>

<p>
Le code source du tableau de bord est en open source et publié sur <a href="https://github.com/etalab/dashboard-aides-entreprises">ce dépôt</a>
et <a href="https://etalab.github.io/dashboard-aides-entreprises/">documenté ici</a>. 
</p>
</div>
</div>

<div id="outline-container-orgff93608" class="outline-2">
<h2 id="orgff93608">Point de contact avec les auteurs d'AlloCovid</h2>
<div class="outline-text-2" id="text-orgff93608">
<p>
Les auteurs d'AlloCovid se sont appuyés sur la <a href="https://github.com/Delegation-numerique-en-sante/covid19-algorithme-orientation">documentation de
l'algorithme d'orientation Covid-19</a>.
</p>
</div>
</div>

<div id="outline-container-org28b115b" class="outline-2">
<h2 id="org28b115b">Mise à jour n°1 du tableau de bord des aides aux entreprises</h2>
<div class="outline-text-2" id="text-org28b115b">
<p>
Mise à jour conséquente du <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-fonds-solidarite">tableau de bord</a> des aides aux entreprises
permettant de visualiser la répartition des aides financières.
S'ajoute alors à la visualisation des données du <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-au-fonds-de-solidarite-mis-en-place-dans-le-cadre-de-lepidemie-de-covid-19/">Fonds de Solidarité</a>,
celles des <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-aux-prets-garantis-par-letat-dans-le-cadre-de-lepidemie-de-covid-19/">Prêts garantis par l'Etat</a>, et des <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-aux-reports-decheances-fiscales-accordes-dans-le-cadre-de-lepidemie-de-covid-19/">Reports d'échéance
fiscale</a>.  Tous ces jeux de données sont publiés sur le portail
<a href="https://data.gouv.fr">data.gouv.fr</a>
</p>

<p>
Intégration de ce tableau de bord "aides financières" au <a href="https://dashboard.covid19.data.gouv.fr/aides-entreprises?location=FRA">tableau de
bord général</a> ainsi qu'au portail du ministère de l'Economie sur les
pages suivantes : <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-fonds-solidarite#">"prêts garantis par l'Etat"</a>, <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-pge#">"prêts garantis par
l'Etat"</a>, <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-report-echeances#">"reports d'échéance"</a>.
</p>

<p>
Le code source du tableau de bord est en open source et publié sur <a href="https://github.com/etalab/dashboard-aides-entreprises">ce
dépôt</a> et <a href="https://etalab.github.io/dashboard-aides-entreprises/">documenté ici</a>.
</p>
</div>
</div>

<div id="outline-container-org59b0e2a" class="outline-2">
<h2 id="org59b0e2a">Publication des données des foires aux questions ministérielles</h2>
<div class="outline-text-2" id="text-org59b0e2a">
<p>
Etalab accompagne le service d'information du gouvernement dans la
publication des contenus des foires aux questions publiées par les
sites de l'État lors de la lutte contre la pandémie Covid-19.
</p>

<p>
Données : <a href="https://www.data.gouv.fr/fr/datasets/foires-aux-questions-publiees-par-les-administrations-dans-le-cadre-de-la-gestion-de-la-pandemie-covid-19/">https://www.data.gouv.fr/fr/datasets/foires-aux-questions-publiees-par-les-administrations-dans-le-cadre-de-la-gestion-de-la-pandemie-covid-19/</a>
</p>
</div>
</div>

<div id="outline-container-org484eecf" class="outline-2">
<h2 id="org484eecf">« Comment les administrations ont collaboré à l’ouverture des données du Coronavirus : le cas français »</h2>
<div class="outline-text-2" id="text-org484eecf">
<p>
Etalab publie un article de synthèse sur la façon dont les
administrations ont collaboré à l'ouverture des données liées au
Covid-19.
</p>

<p>
Source : <a href="https://www.etalab.gouv.fr/comment-les-administrations-ont-collabore-a-louverture-des-donnees-du-coronavirus-le-cas-francais">https://www.etalab.gouv.fr/comment-les-administrations-ont-collabore-a-louverture-des-donnees-du-coronavirus-le-cas-francais</a>
</p>
</div>
</div>

<div id="outline-container-org33c8669" class="outline-2">
<h2 id="org33c8669">Mise à jour n°2 du tableau de bord des aides aux entreprises</h2>
<div class="outline-text-2" id="text-org33c8669">
<p>
Mise à jour du <a href="https://aides-entreprises.data.gouv.fr/">tableau de bord</a> des aides aux entreprises permettant de
visualiser la répartition des aides financières.  S'ajoute alors à la
visualisation des données du <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-au-fonds-de-solidarite-mis-en-place-dans-le-cadre-de-lepidemie-de-covid-19/">Fonds de Solidarité</a>, des <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-aux-prets-garantis-par-letat-dans-le-cadre-de-lepidemie-de-covid-19/">Prêts garantis
par l'Etat</a>, et des <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-aux-reports-decheances-fiscales-accordes-dans-le-cadre-de-lepidemie-de-covid-19/">Reports d'échéance fiscale</a>.  Tous ces jeux de
données sont publiés sur le portail <a href="https://www.data.gouv.fr/fr/datasets/donnees-relatives-au-dispositif-dactivite-partielle-mis-en-oeuvre-dans-le-cadre-de-lepidemie-de-covid-19/">data.gouv.fr</a>.
</p>

<p>
Intégration de ce tableau de bord "aides financières" au <a href="https://dashboard.covid19.data.gouv.fr/aides-entreprises?location=FRA">tableau de
bord général</a> ainsi qu'au portail du ministère de l'Economie sur les
pages suivantes : <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-fonds-solidarite#">"prêts garantis par l'Etat"</a>, <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-versees-pge#">"prêts garantis par
l'Etat"</a>, <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/aides-report-echeances#">"reports d'échéance"</a> <a href="https://www.economie.gouv.fr/covid19-soutien-entreprises/activite-partielle#">"activité partielle"</a>.
</p>

<p>
Le code source du tableau de bord est en open source et publié sur <a href="https://github.com/etalab/dashboard-aides-entreprises">ce
dépôt</a> et <a href="https://etalab.github.io/dashboard-aides-entreprises/">documenté ici</a>.
</p>
</div>
</div>

<div id="outline-container-org5f57524" class="outline-2">
<h2 id="org5f57524">Footer</h2>
<div class="outline-text-2" id="text-org5f57524">
<p>
Retrouvez le code source de ce site sur <a href="https://github.com/etalab/covid19-timeline">ce dépôt</a>, publié sous licence libre.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: Bastien</p>
<p class="date">Created: 2020-06-16 mar. 12:05</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
